<!DOCTYPE html>
<html lang="zh-cn" >
<head>
    <meta charset="utf-8" />
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
    <meta name="viewport" content="width=device-width, initial-scale=1" />
    <meta name="author" content="" />
	
	
	
	<title>余开枝 ｜ 枣木夹子</title>
	
    
    
    <meta name="description" content="余开枝是什么人？恐怕看到本文前并没人知道。但这里所写的，实是九江教育、宗教史上一件重要的事。目前的资料中，未见九江有比余开枝和胡其炳两人更早" />
    

    

	
    
    <link rel="shortcut icon" href="https://wildabc.github.io/cnblogs/images/favicon.ico" />

    <link rel="stylesheet" type="text/css" media="screen" href="https://wildabc.github.io/cnblogs/css/normalize.css" />
    <link rel="stylesheet" type="text/css" media="screen" href="https://cdn.jsdelivr.net/npm/animate.css@4.1.0/animate.min.css" />
    <link rel="stylesheet" type="text/css" media="screen" href="https://wildabc.github.io/cnblogs/css/zozo.css" />
	<link rel="stylesheet" type="text/css" media="screen" href="https://cdn.jsdelivr.net/npm/remixicon@2.5.0/fonts/remixicon.css" />
    <link rel="stylesheet" type="text/css" media="screen" href="https://wildabc.github.io/cnblogs/css/highlight.css" />

    
    
    <link rel="stylesheet" href="https://wildabc.github.io/cnblogs/css/custom.css" />
    
</head>

<body>
    <div class="main animate__animated animate__fadeInDown">
        <div class="nav_container animated fadeInDown">
    <div class="site_nav" id="site_nav">
        <ul>
            
            <li>
                <a href="/cnblogs/posts/">总目</a>
            </li>
            
            <li>
                <a href="/cnblogs/tags/">标签</a>
            </li>
            
        </ul>
    </div>
    <div class="menu_icon">
        <a id="menu_icon"><i class="ri-menu-line"></i></a>
    </div>
</div>
        <div class="header animated fadeInDown">
    <div class="site_title_container">
        <div class="site_title">
            <h1>
                <a href="https://wildabc.github.io/cnblogs/">
                    <span>枣木夹子</span>
                </a>
            </h1>
        </div>
        <div class="description">
            <p class="sub_title"></p>
            <div class="my_socials">
                
                
                <a href="https://github.com/wildabc/" title="github" target="_blank"><i class="ri-github-fill"></i></a>
                
                
                
                <a href="mailto:wildabc@qq.com" title="mail" target="_blank"><i class="ri-mail-fill"></i></a>
                
                
                
                <a href="https://www.zhihu.com/people/lin-lin-38-22" title="zhihu" target="_blank"><i class="ri-zhihu-fill"></i></a>
                
                
                <a href="" type="application/rss+xml" title="rss" target="_blank"><i
                        class="ri-rss-fill"></i></a>
            </div>
        </div>
    </div>
</div>
        <div class="content">
            <div class="post_page">
                <div class="post animate__animated animate__fadeInDown">
                    <div class="post_title post_detail_title">
                        <h2><a href='/cnblogs/posts/%E4%BD%99%E5%BC%80%E6%9E%9D/'>余开枝</a></h2>
                        <span class="date">2017.09.05</span>
                    </div>
                    <div class="post_content markdown">
<p>余开枝是什么人？恐怕看到本文前并没人知道。但这里所写的，实是九江教育、宗教史上一件重要的事。目前的资料中，未见九江有比余开枝和胡其炳两人更早留学海外者。本文译自1994年第31期的《Wort und Weg》（话语和道路）的一篇文章，作者汉斯&middot;雅各布&middot;莱默尔斯（Hans Jakob Reimers）。这一期刊物发行于1994年7月31日，原文正是纪念余开枝去世一百年。感谢德国罗伊特林根神学院（Reutlingen School of Theology，余开枝和胡其炳两人就读的学校是该学院的前身之一）的乌尔莱克&middot;诺尔勒（Ulrike Kn&ouml;ller）提供本文及墓碑照片。网上还可以找到余开枝和胡其炳两人的<a href="https://www.worthpoint.com/worthopedia/antique-chinese-cabinet-photograph-1811107145">相片一张</a>。本人其实只了解一丁点德语，所以这里采用原文和译文互见的形式，希望更有能力的人能帮忙改进。</p>
<hr />
<p>Bis vor kurzem hatte der Frankfurter Hauptfriedhof etwas aufzuweisen, was man so schnell auf keiner anderen deutschen Begr&auml;bnisst&auml;tte finden wird: eine Grabplatte mit chinesischen Schriftzeichen. Mittlerweile befindet sie sich in der Obhut des Theologischen Seminars in Reutlingen und werde in Nummer 11/94 von &raquo;Wort und Weg&laquo; abgebildet. Neben den f&uuml;r uns so fremdartigen Schriftzeichen steht in lateinischen Lettern:</p>
<pre>    Y&uuml;-Kai-Tschih
    geb. 8. Jan. 1873
    in Kiu-Kiang, China
    gest. 31. Juli 1894
    Jes. 55, 8</pre>
<p style="text-indent: 0px;">Wer war dieser Y&uuml; Kai Tschih?</p>
<p>直到最近，在法兰克福的主墓地有一件在德国的其他墓地不那么容易见到的东西：一块写有汉字的墓碑。现在这块墓碑由罗伊特林根神学院保管，并出现在94年第11期的《Wort und Weg》上。在这些对于我们如此陌生的文字旁，用拉丁字母写着：</p>
<pre>    余开枝
    生于1873年1月8日
    中国九江
    卒于1894年7月31日
    以赛亚书 55，8</pre>
<p style="text-indent: 0px;">这个余开枝是什么人？</p>
<div><img style="display: block; margin-left: auto; margin-right: auto;" src="../../images/YuKaizhi.jpg" alt="" width="480" /></div>
<p style="text-align: center;text-indent: 0;">余开枝墓碑，现藏于罗伊特林根神学院</p>
<p>Zusammen mit dem etwas &auml;lteren Hu Tschi Bin war er im Jahre 1889 in methodistische Missionshaus (wie man damals das Theologische Seminar nannte) gekommen. Jahre zuvor waren bereits zwei junge M&auml;nner aus Russisch-Armenien zum Studium ins Missionshaus auf dem Frankfurter R&ouml;derberg aufgenommen worden: 1881 Mesach Katanianz aus Etschmiadsin und 1882 Sembat Bagdasarjanz (1860-1942) aus Wladikawkas. War es bereits ein Kuriosum, da&szlig; die S&ouml;hne des Kaukasus ihre theologische Ausbildung im Frankfurter Seminar erhielten, so mu&szlig;ten die beiden bezopften Chinesen in dieser Umgebung noch exotischer wirken. Hinzukam, da&szlig; die Kai Tschih mit seinen sechzehn Jahren der j&uuml;ngste unter allen &raquo;Missionsz&ouml;glingen&laquo; (wie man die Studenten damals nannte) war.</p>
<p>他和比他年龄稍长的胡其炳于1889年来到卫理传道馆（这是这所神学院当时的名称）。数年前，位于法兰克福市罗德伯格的传道馆已经接收两名来自俄属亚美尼亚的年轻人入学：1881年来自埃奇米阿津的梅萨奇&middot;卡塔尼扬、1882年来自弗拉季高加索的斯姆巴特&middot;巴格达萨良（1860-1942）。如果说高加索山的儿子到法兰克福的神学院接受神学教育已是一件奇事，两个拖着辫子的中国人在这里学习就更为特别。况且，余开枝16岁的年纪在所有传道学徒（当时对这些学生的称呼）中是最小的。</p>
<p>Wie war diese Verbindung unserer damaligen Ausbildungsst&auml;tte mit dem fernen &raquo;Reich der Mitte&laquo; zustandegekommen? Nun, das hatte seine Vorgeschichte: 1852 war im th&uuml;ringischen Katzendorf der methodistischen Familie Kupfer ein Sohn Karl Friedrich geboren worden. Da die Familie bald darauf in die USA auswanderte, wuchs Karl Friedrich in der deutschsprachigen methodistenkirche von Nordamerika auf. Sie war es dann auch, die ihn im Jahre 1881 zum Missionsdienst nach China aussandte. In Kiukiang leitete K.F.Kupfer eine Schule. Zwei seiner begabtesten Sch&uuml;ler wollte er im Ausland ausbilden lassen: Hu Tschi Bin sollte in die USA, Y&uuml; Kai Tschih nach Deutschland. Missionar Kupfer brachte beide in sein Geburtsland. Kai Tschih sollte in Frankfurt studieren. Da aber Tschi Bin keinen Pa&szlig; bekam, blieb auch er in Deutschland. Den letzten Teil der Reise &mdash; von Bonn nach Frankfurt&nbsp;&mdash; mu&szlig;ten die beiden Chinesenj&uuml;nglinge allein bewerkstelligen, und das, obgleich sie au&szlig;er etwas Englisch nur &raquo;Ja&laquo; und &raquo;Nein&laquo; sagen konnten.</p>
<p>我们那时培训教士的地方是如何和遥远的&ldquo;中央帝国&rdquo;联系在一起的呢？这还要从更早的时候说起：1852年，图林根州卡岑多夫的卫理宗信徒库普弗家生了一个儿子，卡尔&middot;弗里德里希（译注：中文名库思非）。这家人不久就移民到美国，卡尔&middot;弗里德里希就在北美的说德语的卫理宗教会长大。之后，教会又于1881年将他派往中国传教。在九江，卡尔&middot;弗里德里希&middot;库普弗主持一所学校。他想让他的两名最为出色的学生出国学习：胡其炳前往美国，余开枝则前往德国。库普弗将两人都带到了他出生的国家。余开枝被安排在法兰克福学习。但是由于胡其炳没有获得护照，他也留在了德国。旅程的最后一部分&mdash;&mdash;从波恩到法兰克福&mdash;&mdash;肯定是两个中国年轻人自己完成的，尽管除了一点英语，他们只能说德语的&ldquo;是&rdquo;和&ldquo;不是&rdquo;。</p>
<p>Sie fanden liebevolle Aufnahme seitens der Hauseltern, Heinrich und Magdalena Mann. Eifrig lernten sie die deutsche Sprache, so da&szlig; beide bereits im folgenden Jahr am regul&auml;ren Unterricht teilnehmen konnten.</p>
<p>他们得到了校长夫妇海因里希&middot;曼和玛格达蕾娜&middot;曼热情的接待。他们拼命地学习德语，这样第二年两人已能参加常规的课程。</p>
<p>Hu Tschi Bin kehrte nach Abschlu&szlig; seines Studiums im Oktober 1893 in seine Heimat zur&uuml;ck. Y&uuml; Kai Tschih aber wurde von Gott einen anderen Weg gef&uuml;hrt: Kaum war er im Sommer 1892 von einer Mittelohrentz&uuml;ndung genesen, da stellte man bei ihm Knochentuberkulose fest. Weder wieder holte Operationen, vorgenommen von t&uuml;chtigen Frankfurter &Auml;rzten, noch die liebevolle Pflege im Diakonissenhaus des Bethanienvereins konnten sein Leben retten.</p>
<p>1893年十月，胡其炳完成学业，返回自己的国家。上帝却为余开枝安排了另外的道路：1892年夏天，他刚从一次中耳炎中恢复，就被诊断出骨结核。无论是优秀的法兰克福医生实施的多次手术，还是伯大尼会女执事院的细心护理，都无法挽救他的生命。</p>
<p>Y&uuml; Kai Tschih war beseelt von dem einen gro&szlig;en Wunsch, seinen Landsleuten das Evangelium vom Retter Jesus zu bringen. Darum lie&szlig; er sich auch w&auml;hrend seiner langen Krankheit nur schwer davon abhalten, weiter zu studieren. Wie schwer wurde es ihm, ein Ja zu finden zu dem Weg, den sein Herr mit ihm ging! Das bedeutete f&uuml;r ihn, seinen Herzenswunsch zu begraben, lange bevor man ihn selber zu Grabe trug.</p>
<p>将救主耶稣的福音带给他的同胞，余开枝为这个巨大的理想所激励。因此，在长期的病痛中，他也很难让自己停止学习。他是多么难以接受他的主带他走的路！那对于他意味着远在自己被埋葬前就埋葬自己的心愿。</p>
<p>Doch auch f&uuml;r Hu Tschi Bin im fernen Tschinkiang war es bitter, sich damit abzufinden, da&szlig; der Freund nicht in die Heimat zur&uuml;ckkehren w&uuml;rde. Immerhin stammten beide aus Kiukiang am mittleren Lauf des Jangtse-Kiang, jenem 5800 Kilometer langen Strom. Dort besuchte Hu Tschi Bin im Oktober 1894, anl&auml;&szlig;lich der J&auml;hrlichen Konferenz, Y&uuml; Kai Tschihs Schwester und berichtete ihr vom Leiden und Heimgehen des Bruders (seine Mutter war bereits anderthalb Jahre zuvor gestorben).</p>
<p>远在镇江的胡其炳也很是悲痛，他难以接受这个事实：他的朋友再也无法回到自己的国家。毕竟两人都是来自长江&mdash;&mdash;那条5800千米长的河流&mdash;&mdash;中游的九江。1894年十月到九江参加年议会时，胡其炳去见了余开枝的姐姐（译注：也可能是妹妹），告诉她弟弟患病和返归天国的经过（他的母亲在一年半之前已去世）。</p>
<p>1905 wurde f&uuml;r Hu Tschih Bin dann doch das m&ouml;glich, was 1889 an Pa&szlig;problemen gescheitert war: Er konnte noch weitere drei Jahre in Amerika studieren. Auf der R&uuml;ckreise hielt er Missionsvortr&auml;ge in Nord- und Ostdeutschland. Was mag ihn bewegt haben, als er Grabe des fr&uuml;hvollendeten Y&uuml; Kai Tschih stand?</p>
<p>1905年，胡其炳1889年因护照问题而未能实现的事终于变为可能：他可以去美国再学习三年。在回国的途中，他在德国北部和东部发表传道演说。当他站在早已圆满的余开枝的墓前，他会有怎样的感触呢？</p>
<p>Danach verlieren sich f&uuml;r uns Hu Tschih Bins Spuren. M&ouml;glicherweise ist er w&auml;hrend der japanischen Besetzung seiner Heimat oder in den B&uuml;rgerkriegswirren nach dem Zweiten Weltkrieg gestorben. Sp&auml;testens in der Ewigkeit werden wir's erfahren.</p>
<p>胡其炳之后的轨迹我们不得而知。或许他在日本占领他的国家时或是在第二次世界大战后的内战的混乱中离世。至迟我们将在永恒中找到答案。（译注：关于胡其炳的一些情况，可见<a href="../曾在九江同文任教的中外人士若干/">另一篇文章</a>）</p></div>
                    <div class="post_footer">
                        
                        <div class="meta">
                            <div class="info">
                                <span class="field tags">
                                    <i class="ri-stack-line"></i>
                                    
                                    <a href="https://wildabc.github.io/cnblogs/tags/%E5%8E%86%E5%8F%B2/">历史</a>
                                    
                                </span>
                            </div>
                        </div>
                        
                    </div>
                </div>
                
                
                <div class="doc_comments"></div>
                
            </div>
        </div>
    </div>
    <a id="back_to_top" href="#" class="back_to_top"><i class="ri-arrow-up-s-line"></i></a>
    <footer class="footer">
	<script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js"></script>
    <span style="display: none;">总访问次数<span id="busuanzi_value_site_pv"></span></span>
    <div class="powered_by">
        <a href="https://varkai.com">Designed by VarKai,</a>
        <a href="http://www.gohugo.io/">Proudly published with Hugo</a>
    </div>

    <div class="footer_slogan">
        <span></span>
    </div>
</footer>
    <script src="https://wildabc.github.io/cnblogs/js/jquery-3.5.1.min.js"></script>
<link href="https://wildabc.github.io/cnblogs/css/fancybox.min.css" rel="stylesheet">
<script src="https://wildabc.github.io/cnblogs/js/fancybox.min.js"></script>
<script src="https://wildabc.github.io/cnblogs/js/zozo.js"></script>




<script async src="https://www.googletagmanager.com/gtag/js?id=G-HN5K3R2R3K"></script>
<script>
var doNotTrack = false;
if (!doNotTrack) {
	window.dataLayer = window.dataLayer || [];
	function gtag(){dataLayer.push(arguments);}
	gtag('js', new Date());
	gtag('config', 'G-HN5K3R2R3K', { 'anonymize_ip': false });
}
</script>

</body>

</html>